Repository: bouskdav/covid-testovani
Catalog: FiremniTestovani.Web/Resources/Views/Home/Booking.*.resx
Languages: ro, uk, vi

# AlertErrorMessage
source: Please choose another timeslot.
ro: Vă rugăm să selectați un slot diferit.
uk: Будь ласка, виберіть інший слот.
vi: Vui lòng chọn một khe cắm khác nhau.

# AlertErrorTitle
source: Error creating appointment!
ro: Eroare la crearea rezervari!
uk: Помилка створення резервацій!
vi: Lỗi tạo đặt!

# AlertSuccessMessage
source: Details will be sent to you in an SMS.
ro: Detaliile vor veni în SMS.
uk: Подробиці прийде в SMS.
vi: Thông tin chi tiết sẽ đến trong tin nhắn SMS.

# AlertSuccessTitle
source: Appointment successfully created!
ro: Rezervarile creat cu succes!
uk: Бронювання успішно створена!
vi: Đặt phòng tạo thành công!

source: Appointment booking
ro: termenul limită de rezervare
uk: Крайній термін бронювання
vi: hạn chót đặt phòng

# AppointmentSubject
source: COVID-19 testing in GZ Media
ro: Testarea COVID-19 GZ Media
uk: Тестування COVID-19 GZ ЗМІ
vi: thử nghiệm COVID-19 GZ Truyền thông

# Breadcrumb_Current
source: Appointment booking
ro: termenul limită de rezervare
uk: Крайній термін бронювання
vi: hạn chót đặt phòng

# Breadcrumb_MainPage
source: Welcome page
ro: Pagina principala
uk: домашня сторінка
vi: Trang chủ

# CancelButton
source: Cancel
ro: Anulare
uk: скасувати
vi: hủy bỏ

# DisplayTermsAndConditions
source: display
ro: revizuire
uk: огляд
vi: ôn tập

source: for
ro: pe
uk: на
vi: trên

# GoBackButton
source: back
ro: înapoi
uk: назад
vi: trở lại

# MakeAppointmentButton
source: Make booking
ro: datele de carte
uk: дати книги
vi: ngày cuốn sách

# MakeAppointmentButton_Active
source: <i class="fa fa-spinner fa-spin"></i> processing
ro: <i class="fa fa-spinner fa-spin"></i> Trimiterea
uk: <i class="fa fa-spinner fa-spin"></i> Відправлення
vi: <i class="fa fa fa-spinner-spin"></i> Sending

# NoSlotsAvailable
source: No free slots available
ro: Nu există termene limită
uk: Там немає термінів
vi: Hiện tại không có thời hạn

# PageHeading
source: Appointment booking for COVID-19 test
ro: Rezervare de testare Termen limită COVID-19
uk: Тест термін резервації COVID-19
vi: Đặt phòng kiểm tra thời hạn COVID-19

# PersonalNumberDescription
source: Please enter your personal number as it is printed in bold on the card.
ro: Vă rugăm să introduceți un cod personal așa cum l-ați imprimat pe card cu caractere aldine.
uk: Будь ласка, введіть персональний код, як ви надрукований на карті виділені жирним шрифтом.
vi: Vui lòng nhập mã cá nhân khi bạn có nó được in trên thẻ in đậm.

# PhoneDescription
source: In the case of a foreign telephone number, do not forget to enter the area code (eg +421 for Slovakia)
ro: În cazul unui număr de telefon străin, amintiți-vă pentru a include cod (de ex. Pentru Slovacia +421)
uk: У разі ряду іноземних телефонів, не забудьте включити код (наприклад, для Словаччини +421)
vi: Trong trường hợp của một số điện thoại nước ngoài, hãy nhớ bao gồm mã (ví dụ. Đối với Slovakia 421)

# SelectDate
source: Please select a date
ro: Selectați o dată de testare
uk: Виберіть дату тестування
vi: Chọn một ngày thi

# SelectPlaceholder
source: --- choose ---
ro: --- alege ---
uk: --- вибрати ---
vi: --- chọn ---

# TestResult_Negative_Description
source: You last passed the test on {0} at {1} with the result NEGATIVE (so everything is fine).
ro: Ai absolvit (a) Test de {0} în {1} cu rezultate negative (de exemplu, totul este în regulă).
uk: Ви закінчили (а) тест {0} в {1} з негативним результатом (тобто все в порядку).
vi: Các bạn đã tốt nghiệp (a) kiểm tra của {0} trong {1} với kết quả âm tính (tức là mọi thứ đều tốt).

# TestResult_Negative_Title
source: Last test result - NEGATIVE
ro: Ultimul test - NEGATIV
uk: Останній тест - негативний
vi: Các bài kiểm tra cuối cùng - TIÊU CỰC

# TestResult_Positive_Description
source: The last time you took a test on {0} at {1} was POSITIVE (so you suspect you have COVID-19, have you been on the confirmation tests?).
ro: Ai absolvit (a) Test de {0} în {1} rezultatul este pozitiv (adică suspiciunea că COVID-19, ai fost pe testele?).
uk: Ви закінчили (а) тест {0} в {1} результат є позитивним (тобто підозра, що ви COVID-19, ви були на тестах?).
vi: Các bạn đã tốt nghiệp (a) kiểm tra của {0} trong {1} kết quả là dương tính (tức là nghi ngờ rằng bạn COVID-19, bạn đang trên các bài kiểm tra?).

# TestResult_Positive_Title
source: Last test result - POSITIVE
ro: Ultimul test - POZITIVE
uk: Останній тест - ПОЗИТИВНИЙ
vi: Các bài kiểm tra cuối cùng - TÍCH CỰC

# Title
source: Appointment booking
ro: termenul limită de rezervare
uk: Крайній термін бронювання
vi: hạn chót đặt phòng
